{"id":2709,"date":"2024-07-11T19:47:41","date_gmt":"2024-07-11T17:47:41","guid":{"rendered":"https:\/\/dev-sd.dozfx.com\/?page_id=2709"},"modified":"2024-07-11T20:49:10","modified_gmt":"2024-07-11T18:49:10","slug":"license-terms-for-spacedesk-experimental-and-legacy-viewers","status":"publish","type":"page","link":"https:\/\/www.spacedesk.net\/license-terms-for-spacedesk-experimental-and-legacy-viewers\/","title":{"rendered":"License Terms for spacedesk Experimental and Legacy Viewers"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"2709\" class=\"elementor elementor-2709\">\n\t\t\t\t<div class=\"elementor-element elementor-element-9d2f92d e-flex e-con-boxed e-con e-parent\" data-id=\"9d2f92d\" data-element_type=\"container\" data-settings=\"{&quot;_ob_use_container_extras&quot;:&quot;no&quot;,&quot;_ob_column_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_glider_is_slider&quot;:&quot;no&quot;,&quot;_ob_column_has_pseudo&quot;:&quot;no&quot;}\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-7b11b64 elementor-widget__width-initial title elementor-widget elementor-widget-heading\" data-id=\"7b11b64\" data-element_type=\"widget\" data-settings=\"{&quot;_ob_perspektive_use&quot;:&quot;no&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">LICENSE TERMS FOR SPACEDESK EXPERIMENTAL AND LEGACY VIEWERS<\/h1>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-ecaa1cd elementor-widget__width-initial rev-box ob-harakiri-inherit elementor-widget elementor-widget-text-editor\" data-id=\"ecaa1cd\" data-element_type=\"widget\" data-settings=\"{&quot;_ob_use_harakiri&quot;:&quot;yes&quot;,&quot;_ob_harakiri_writing_mode&quot;:&quot;inherit&quot;,&quot;_ob_postman_use&quot;:&quot;no&quot;,&quot;_ob_perspektive_use&quot;:&quot;no&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<h2>General License Terms and Usage Conditions of the spacedesk Multimonitor software for spacedesk Experimental and Legacy Viewers<\/h2><p>SPACEDESK is a multi-monitor application for virtual graphics adapters and screens (hereinafter: “<strong>spacedesk Software<\/strong>“). To use the software, it is necessary to download the spacedesk driver software (hereinafter: “<strong>spacedesk Driver<\/strong>“) and the spacedesk Experimental Viewer or Legacy Viewer  (hereinafter: “<strong>spacedesk Viewer<\/strong>“).<\/p><p>The spacedesk Driver and the spacedesk Viewer can be downloaded free of charge from https:\/\/www.spacedesk.net<\/p><p>The spacedesk Driver and the spacedesk Viewer can be used free of charge for commercial and non-commercial purposes. Non-commercial use also includes the use of the spacedesk software for academic purposes.<\/p><h2>1. Contracting Parties and Scope of Application<\/h2><p>1.1. The following terms of use apply between<\/p><p>datronicsoft Technology GmbH<br \/>Pröllstr. 22<br \/>86157 Augsburg \/ Germany<\/p><p>represented by its managing director Marcel Rüdinger (hereinafter: “<strong>Provider<\/strong>“), and the respective user who uses the spacedesk software for commercial or non-commercial purposes (hereinafter: “<strong>User<\/strong>“). The Terms of Use govern the use of the spacedesk Driver and the spacedesk Viewer for commercial and non-commercial private purposes. Unless otherwise specified, these provisions shall also apply to future versions (patches, updates and upgrades).<\/p><p>If special conditions for individual uses of the services offered via https:\/\/www.spacedesk.net deviate from the following services, this will be indicated at the appropriate place on the website. In each individual case, the special terms of use shall then apply in addition.<\/p><p>1.2. The following terms of use apply to the use of the spacedesk software. The application of general terms and conditions of users or other contractual partners is excluded. Deviating, conflicting or supplementary general terms and conditions of users or other contractual partners shall only become part of the contract if and insofar as the provider has expressly agreed to their validity.<\/p><h2>2. Subject Matter of the Contract<\/h2><p>2.1 SPACEDESK is a multi-monitor application for virtual graphics adapters and screens. To use the software, you need to download the spacedesk Driver and the spacedesk Viewer. The spacedesk Driver and spacedesk Viewer can be downloaded free of charge from https:\/\/www.spacedesk.net\/<\/p><p>2.2 The Provider shall provide a free option to use the spacedesk software.<\/p><p>2.3 The provider permits the free use of the spacedesk software for commercial and non-commercial purposes.<\/p><p>2.4 In these cases, there is no entitlement to permanent use. The provider reserves the right to terminate the free use of the spacedesk software or to restrict and adapt the functional scope of the free version. (cf. Section 6).<\/p><p>2.5 The Provider reserves the right to provide patches, updates and upgrades at its own discretion, unless it is obliged to do so under the warranty.<\/p><h2>3. Conclusion of Contract<\/h2><p>With the free download of the spacedesk Viewer or the spacedesk Driver by the user, a contract is concluded between the provider and the user, which allows the user to use the software for commercial and non-commercial purposes.<\/p><h2>4. Rights of Use<\/h2><p>4.1 The Provider grants the User a non-exclusive, non-transferable right of use limited in terms of content in accordance with paragraphs 2 and 3 of this Section 4.1 and Section 4.2 and for the use of the spacedesk software to the extent regulated in this Agreement. Sublicensing is not permitted. The user is only entitled to reproduce and decompile the software under the conditions of §§ 69d para. 3, 69e UrhG (German Copyright Act).<\/p><p>For commercial and non-commercial use of the spacedesk software, the user is granted a right of use limited in time to the term of the contract in accordance with Section 6.<\/p><p>4.2. The purchaser is not entitled to rent, sublicense, reproduce by wire or wireless means, make publicly available or otherwise make the spacedesk software available to third parties. Third parties in this sense do not include employees in the user’s business operations and persons employed by the user to ensure the intended use.<\/p><h2>5. Fee for Use<\/h2><p>Use of “spacedesk Viewer” is free of charge.<\/p><h2>6. Term and Termination of the Contract<\/h2><p>The contract ends automatically on the expiration date displayed in the spacedesk Driver, without the need for separate termination. The expiration date of the spacedesk Driver is displayed in the “spacedesk Driver Console”.<\/p><h2>7. Warranty<\/h2><p>The provider shall only be liable for defects in the event of fraudulent concealment of a defect in the law or fraudulent concealment of a defect in the spacedesk software provided.<\/p><h2>8. Liability<\/h2><p>8.1. Unless otherwise stated in these Terms of Use, including the following provisions, the Provider shall be liable in the event of a breach of contractual and non-contractual obligations in accordance with the statutory provisions.<\/p><p>8.2. The provider shall be liable for damages – irrespective of the legal grounds – within the scope of fault-based liability in cases of intent and gross negligence. In the event of simple negligence, the provider shall only be liable, subject to statutory limitations of liability (e.g. care in its own affairs, insignificant breach of duty), for<\/p><ul><li>(1) for damages resulting from injury to life, limb or health,<\/li><li>(2) for damages arising from the breach of an essential contractual obligation (obligation whose fulfillment makes the proper execution of the contract possible in the first place and on whose compliance the contractual partner regularly relies and may rely;) in this case, however, the liability of the provider is limited to compensation for the foreseeable, typically occurring damage.<\/li><\/ul><h2>9. Choice of Law and Place of Jurisdiction<\/h2><p>9.1. These Terms of Use and the contractual relationship arising from the contract of use between the Provider and the User shall be governed by the law of the Federal Republic of Germany to the exclusion of international uniform law, in particular the UN Convention on Contracts for the International Sale of Goods.<\/p><p>9.2. If the contractual partner is a merchant within the meaning of the German Commercial Code, a legal entity under public law or a special fund under public law, the exclusive, also international, place of jurisdiction for all disputes arising directly or indirectly from the contract of use, including these Terms of Use, shall be Augsburg.<\/p><p>9.3. If the user was domiciled or habitually resident in Germany when the contract was concluded and has either moved out of Germany at the time the provider brings an action or his domicile or habitual residence is unknown at this time, the place of jurisdiction for all disputes shall be the registered office of the company in Augsburg.<\/p><h2>10. Final Provisions<\/h2><p>10.1. Amendments and supplements to this contract must be made in writing. This also applies to the waiver of this written form requirement.<\/p><p>10.2. Other terms and conditions of the parties shall not apply to this contract. This shall also apply even if such terms and conditions are not expressly contradicted.<\/p><p>10.3. Should any provision of these Terms of Use be invalid in whole or in part, this shall not affect the legal validity of the remaining provisions. In this case, the parties hereby agree that the invalid provision shall be replaced by a valid provision that comes as close as possible to the economic purpose of the invalid provision. The same applies to any loopholes in the agreement.<\/p>\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>LICENSE TERMS FOR SPACEDESK EXPERIMENTAL AND LEGACY VIEWERS General License Terms and Usage Conditions of the spacedesk Multimonitor software for spacedesk Experimental and Legacy Viewers SPACEDESK is a multi-monitor application for virtual graphics adapters and screens (hereinafter: “spacedesk Software“). To use the software, it is necessary to download the spacedesk driver software (hereinafter: “spacedesk Driver“) [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"footnotes":""},"class_list":["post-2709","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages\/2709","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/comments?post=2709"}],"version-history":[{"count":14,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages\/2709\/revisions"}],"predecessor-version":[{"id":3696,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages\/2709\/revisions\/3696"}],"wp:attachment":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/media?parent=2709"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}