{"id":3409,"date":"2024-07-23T21:03:44","date_gmt":"2024-07-23T19:03:44","guid":{"rendered":"https:\/\/dev-sd.dozfx.com\/?page_id=3409"},"modified":"2024-07-23T21:06:14","modified_gmt":"2024-07-23T19:06:14","slug":"lizenz-und-nutzungsbedingungen-fuer-spacedesk-experimental-und-legacy-viewer","status":"publish","type":"page","link":"https:\/\/www.spacedesk.net\/de\/lizenz-und-nutzungsbedingungen-fuer-spacedesk-experimental-und-legacy-viewer\/","title":{"rendered":"Lizenz- und Nutzungsbedingungen für spacedesk Experimental und Legacy Viewer"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3409\" class=\"elementor elementor-3409\">\n\t\t\t\t<div class=\"elementor-element elementor-element-9d2f92d e-flex e-con-boxed e-con e-parent\" data-id=\"9d2f92d\" data-element_type=\"container\" data-settings=\"{&quot;_ob_use_container_extras&quot;:&quot;no&quot;,&quot;_ob_column_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_glider_is_slider&quot;:&quot;no&quot;,&quot;_ob_column_has_pseudo&quot;:&quot;no&quot;}\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-7b11b64 elementor-widget__width-initial title elementor-widget elementor-widget-heading\" data-id=\"7b11b64\" data-element_type=\"widget\" data-settings=\"{&quot;_ob_perspektive_use&quot;:&quot;no&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">Lizenz- und Nutzungsbedingungen für spacedesk Experimental und Legacy Viewer<\/h1>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-ecaa1cd elementor-widget__width-initial rev-box ob-harakiri-inherit elementor-widget elementor-widget-text-editor\" data-id=\"ecaa1cd\" data-element_type=\"widget\" data-settings=\"{&quot;_ob_use_harakiri&quot;:&quot;yes&quot;,&quot;_ob_harakiri_writing_mode&quot;:&quot;inherit&quot;,&quot;_ob_postman_use&quot;:&quot;no&quot;,&quot;_ob_perspektive_use&quot;:&quot;no&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<h1>Allgemeine Lizenz- und Nutzungsbedingungen der spacedesk Multimonitor Software für spacedesk Experimental und Legacy Viewer<\/h1><p>SPACEDESK ist eine Multimonitor-Anwendung für virtuelle Grafikadapter und Bildschirme (nachfolgend: „<strong>spacedesk-Software<\/strong>“). Für die Nutzung der Software ist der Download der spacedesk-Treibersoftware (nachfolgend: „<strong>spacedesk-Treiber<\/strong>“) und des spacedesk-Legacy bzw. Experimental Viewers (nachfolgend: „<strong>spacedesk-Viewer<\/strong>“) erforderlich.<\/p><p>Der spacedesk-Treiber und der spacedesk-Viewer können kostenlos unter https:\/\/www.spacedesk.net heruntergeladen werden.<\/p><p>Der spacedesk-Viewer kann für kommerzielle und nicht kommerzielle Zwecke kostenlos genutzt werden. Zu der nicht kommerziellen Nutzung gehört auch die Nutzung der spacedesk-Software für akademische Zwecke.<\/p><p> <\/p><h1>1. Vertragsparteien und Geltungsbereich<\/h1><p>1.1. Die nachfolgenden Nutzungsbedingungen gelten zwischen<\/p><p>datronicsoft Technology GmbH<br \/>Pröllstr. 22<br \/>86157 Augsburg,<\/p><p>vertreten durch ihren Geschäftsführer Marcel Rüdinger (nachfolgend: „<strong>Anbieter<\/strong>“), und dem jeweiligen Nutzer, der die spacedesk-Software für kommerzielle oder nicht kommerzielle Zwecke nutzt (nachfolgend: „<strong>Nutzer<\/strong>“). Die Nutzungsbedingungen regeln die Nutzung des spacedesk-Treibers und des spacedesk Viewers für private und kommerzielle Zwecke. Soweit nicht gesondert bestimmt, gelten diese Regelungen auch für zukünftige Versionen (Patches, Updates und Upgrades).<\/p><p>Falls spezielle Bedingungen für einzelne Nutzungen der über https:\/\/www.spacedesk.net angebotenen Dienste von den nachfolgenden Diensten abweichen, wird an entsprechender Stelle innerhalb der Webseite darauf hingewiesen. Im jeweiligen Einzelfall gelten dann ergänzend die besonderen Nutzungsbedingungen.<\/p><p>1.2. Für die Nutzung der spacedesk Software gelten die nachfolgenden Nutzungsbedingungen. Die Anwendung von Allgemeinen Geschäftsbedingungen von Nutzern oder anderen Vertragspartnern ist ausgeschlossen. Abweichende, entgegenstehende oder ergänzende Allgemeine Geschäftsbedingungen von Nutzern oder anderen Vertragspartnern werden nur dann und insoweit Vertragsbestandteil, als der Anbieter ihrer Geltung ausdrücklich zugestimmt hat.<\/p><p> <\/p><h1>2. Vertragsgegenstand<\/h1><p>2.1. SPACEDESK ist eine Multimonitor-Anwendung für virtuelle Grafikadapter und Bildschirme. Für die Nutzung der Software ist der Download des spacedesk-Treibers und des spacedesk-Viewers erforderlich. Der spacedesk-Treiber und der spacedesk-Viewer können kostenlos unter https:\/\/www.spacedesk.net heruntergeladen werden.<\/p><p>2.2. Der Anbieter stellt eine kostenfreie Nutzungsmöglichkeit der spacedesk Software zur Verfügung.<\/p><p>2.3. Der Anbieter gestattet die kostenfreie Nutzung der spacedesk Software für kommerzielle und nicht kommerzielle Zwecke.<\/p><p>2.4. Ein Anspruch auf dauerhafte Nutzung wird in diesen Fällen nicht begründet. Der Anbieter behält sich vor, die kostenfreie Nutzungsmöglichkeit der spacedesk Software zu beenden oder den Funktionsumfang der kostenfreien Version einzuschränken und anzupassen. (vgl. Ziff. 6).<\/p><p>2.5. Der Anbieter behält sich in seinem eigenen freien Ermessen vor, Patches, Updates und Upgrades bereitzustellen, soweit er nicht im Rahmen der Gewährleistung dazu verpflichtet ist.<\/p><p> <\/p><h1>3. Vertragsschluss<\/h1><p>Mit dem kostenlosen Herunterladen des spacedesk Viewers oder des spacedesk Treibers durch den Nutzer kommt zwischen dem Anbieter und dem Nutzer ein Vertrag zustande, der dem Nutzer die Nutzung der Software zu kommerziellen und nicht kommerziellen Zwecken gestattet.<\/p><p> <\/p><h1>4. Nutzungsrechte<\/h1><p>4.1. Der Anbieter räumt dem Nutzer ein einfaches, nicht übertragbares inhaltlich gemäß Absatz 2 und 3 dieser Ziffer 4.1 sowie Ziff. 4.2 und für die Nutzung der spacedesk-Software in dem in diesem Vertrag geregeltem Umfang beschränktes Nutzungsrecht ein. Eine Unterlizenzierung ist nicht gestattet. Der Nutzer ist nur unter den Voraussetzungen von §§ 69d Abs. 3, 69e UrhG berechtigt, die Software zu vervielfältigen und zu dekompilieren.<\/p><p>Für die kommerzielle und nicht kommerzielle Nutzung der spacedesk-Software wird dem Nutzer ein auf die Laufzeit des Vertrages gem. Ziff. 6 zeitlich beschränktes Nutzungsrecht eingeräumt.<\/p><p>4.2. Der Erwerber ist nicht berechtigt, die spacedesk-Software zu vermieten, unterzulizenzieren, drahtgebunden oder drahtlos wiederzugeben, öffentlich zugänglich zu machen oder sie Dritten in anderer Weise zur Verfügung zu stellen. Nicht Dritte in diesem Sinn sind Angestellte im Geschäftsbetrieb des Nutzers und Personen, die der Nutzer einsetzt, um die bestimmungsgemäße Verwendung sicherzustellen.<\/p><p> <\/p><h1>5. Entgelt für die Nutzung<\/h1><p>Die Nutzung des „spacedesk Viewers“ ist kostenfrei.<\/p><p> <\/p><h1>6. Laufzeit und Kündigung des Vertrages<\/h1><p>Der Vertrag endet automatisch mit dem im spacedesk-Treiber angezeigten Ablaufdatum, ohne dass es einer gesonderten Kündigung bedarf. Das Ablaufdatum des spacedesk Treibers wird in der „spacedesk Driver Console“ angezeigt.<\/p><p> <\/p><h1>7. Gewährleistung<\/h1><p>Der Anbieter haftet für Mängel nur bei arglistigem Verschweigen eines Mangels im Recht bzw. bei arglistigem Verschweigen eines Fehlers der verliehenen spacedesk Software.<\/p><p> <\/p><h1>8. Haftung<\/h1><p>8.1. Soweit sich aus diesen Nutzungsbedingungen einschließlich der nachfolgenden Bestimmungen nichts anderes ergibt, haftet der Anbieter bei einer Verletzung von vertraglichen und außervertraglichen Pflichten nach den gesetzlichen Vorschriften.<\/p><p>8.2. Auf Schadensersatz haftet der Anbieter – gleich aus welchem Rechtsgrund – im Rahmen der Verschuldenshaftung bei Vorsatz und grober Fahrlässigkeit. Bei einfacher Fahrlässigkeit haftet der Anbieter, vorbehaltlich gesetzlicher Haftungsbeschränkungen (z.B. Sorgfalt in eigenen Angelegenheiten, unerhebliche Pflichtverletzung), nur<\/p><ul><li>(1) für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit,<\/li><li>(2) für Schäden aus der Verletzung einer wesentlichen Vertragspflicht (Verpflichtung, deren Erfüllung die ordnungsgemäße Durchführung des Vertrags überhaupt ermöglicht und auf deren Einhaltung der Vertragspartner regelmäßig vertraut und vertrauen darf;) in diesem Fall ist die Haftung des Anbieters jedoch auf den Ersatz des vorhersehbaren, typischerweise eintretenden Schaden begrenzt.<\/li><\/ul><p> <\/p><h1>9. Rechtswahl und Gerichtsstand<\/h1><p>9.1. Für diese Nutzungsbedingungen und die Vertragsbeziehung aus dem Nutzungsvertrag zwischen dem Anbieter und dem Nutzer gilt das Recht der Bundesrepublik Deutschland unter Ausschluss internationalen Einheitsrechts, insbesondere des UN-Kaufrechts.<\/p><p>9.2. Ist der Vertragspartner Kaufmann i. S. d. Handelsgesetzbuchs, juristische Person des öffentlichen Rechts oder ein öffentlich-rechtliches Sondervermögen, ist ausschließlicher, auch internationaler, Gerichtsstand für alle sich aus dem Nutzungsvertrag einschließlich dieser Nutzungsbedingungen, unmittelbar oder mittelbar ergebenden Streitigkeiten in Augsburg.<\/p><p>9.3. Soweit der Nutzer bei Abschluss des Vertrags seinen Wohnsitz oder gewöhnlichen Aufenthalt in Deutschland hatte und entweder zum Zeitpunkt der Klageerhebung durch den Anbieter aus Deutschland verlegt hat oder sein Wohnsitz oder sein gewöhnlicher Aufenthaltsort zu diesem Zeitpunkt unbekannt ist, ist Gerichtsstand für alle Streitigkeiten der Sitz des Unternehmens in Augsburg.<\/p><p> <\/p><h1>10. Schlussbestimmungen<\/h1><p>10.1. Änderungen und Ergänzungen dieses Vertrages bedürfen der Schriftform. Dies gilt auch für die Aufhebung dieses Schriftformerfordernisses.<\/p><p>10.2. Weitere Geschäftsbedingungen der Parteien finden auf diesen Vertrag keine Anwendung. Dies gilt auch dann, wenn solchen Bedingungen nicht ausdrücklich widersprochen wird.<\/p><p>10.3. Sollte eine Bestimmung dieser Nutzungsbedingungen ganz oder teilweise unwirksam sein, bleibt die Rechtswirksamkeit der übrigen Bestimmungen hiervon unberührt. Die Parteien vereinbaren bereits jetzt für diesen Fall, dass die ungültige Bestimmung durch eine wirksame Bestimmung ersetzt wird, die dem wirtschaftlichen Zweck der ungültigen Bestimmung möglichst nahekommt. Entsprechendes gilt für etwaige Lücken der Vereinbarung.<\/p>\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Lizenz- und Nutzungsbedingungen für spacedesk Experimental und Legacy Viewer Allgemeine Lizenz- und Nutzungsbedingungen der spacedesk Multimonitor Software für spacedesk Experimental und Legacy Viewer SPACEDESK ist eine Multimonitor-Anwendung für virtuelle Grafikadapter und Bildschirme (nachfolgend: „spacedesk-Software“). Für die Nutzung der Software ist der Download der spacedesk-Treibersoftware (nachfolgend: „spacedesk-Treiber“) und des spacedesk-Legacy bzw. Experimental Viewers (nachfolgend: „spacedesk-Viewer“) erforderlich. [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"footnotes":""},"class_list":["post-3409","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages\/3409","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/comments?post=3409"}],"version-history":[{"count":4,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages\/3409\/revisions"}],"predecessor-version":[{"id":3413,"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/pages\/3409\/revisions\/3413"}],"wp:attachment":[{"href":"https:\/\/www.spacedesk.net\/wp-json\/wp\/v2\/media?parent=3409"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}